a52dec
aalib
acl
acpid
acroread
adobe-air
adobe-air-sdk
adwaita-icon-theme
aircrack-ng
alsa-lib
alsa-plugins
alsa-utils
android-file-transfer
android-sdk-platform-tools
android-tools
android-udev
anki
apache-ant
archey3
archlinux-keyring
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audacity
autoconf
automake
avahi
babl
bash
binutils
bison
blas
boost-libs
bridge-utils
btrfs-progs
bullet
bzip2
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cblas
cdm-git
cdparanoia
celt
cheese
chromaprint
chromium
cifs-utils
clib
clucene
clutter
clutter-gst
clutter-gtk
cmake
cmark
cmus
cogl
colord
compositeproto
confuse
conky
containerd
coreutils
cracklib
cryptsetup
curl
cython2-kivy
damageproto
db
dbus
dbus-glib
dcadec
dconf
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
djview
djvulibre
dkms
dmenu
dmxproto
dnssec-anchors
docker
docker-compose
dosfstools
dotconf
driftnet-git
e2fsprogs
ed
elfutils
emacs
enca
enchant
ethtool
exercism-cli
expat
faac
faad2
fakeroot
feh
ffmpeg
ffmpeg0.10
ffmpeg2.8
fftw
file
filesystem
findutils
firefox
fixesproto
flac
flashplugin
flex
fltk
fluidsynth
fontconfig
fontsproto
foxitreader
freetype2
frei0r-plugins
fribidi
fuse
gavl
gawk
gc
gcc
gcc-libs
gconf
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl02
genymotion
geoclue2
gettext
giflib
gimp
girara
git
gksu
glew
glib-networking
glib2
glibc
glibmm
glu
gmp
gnome-desktop
gnome-screenshot
gnome-video-effects
gnupg
gnutls
google-chrome
gparted
gpgme
gpicview
gpm
gradle
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gstreamer0.10
gstreamer0.10-bad
gstreamer0.10-bad-plugins
gstreamer0.10-base
gstreamer0.10-base-plugins
gstreamer0.10-ffmpeg
gstreamer0.10-good
gstreamer0.10-good-plugins
gstreamer0.10-ugly
gstreamer0.10-ugly-plugins
gstreamermm
gtk-update-icon-cache
gtk2
gtk3
gtkglext
gtkmm
gtkmm3
guile
gzip
harfbuzz
harfbuzz-icu
hdf5
hdparm
hicolor-icon-theme
hspell
http-parser
hunspell
hwids
hyphen
i3-wm
i3lock
i3status
i810-dri
iana-etc
icu
ilmbase
imagemagick
imlib2
indent
inetutils
inputproto
intel-tbb
iproute2
iptables
iputils
ipython
ipython2
iso-codes
iw
jack
jansson
jasper
java-environment-common
java-runtime-common
jdk7-openjdk
jdk8-openjdk
jemalloc
jfsutils
jre7-openjdk
jre7-openjdk-headless
jre8-openjdk
jre8-openjdk-headless
js17
json-c
json-glib
jsoncpp
kbd
kbproto
keyutils
kmod
krb5
ladspa
lame
lapack
lcms
lcms2
ldb
ldns
less
lib32-acl
lib32-alsa-lib
lib32-atk
lib32-attr
lib32-bzip2
lib32-cairo
lib32-curl
lib32-e2fsprogs
lib32-elfutils
lib32-expat
lib32-flac
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gtk2
lib32-harfbuzz
lib32-icu
lib32-json-c
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libasyncns
lib32-libcap
lib32-libcups
lib32-libdatrie
lib32-libdbus
lib32-libdrm
lib32-libffi
lib32-libgcrypt
lib32-libgpg-error
lib32-libice
lib32-libidn
lib32-libjpeg-turbo
lib32-libldap
lib32-libnl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpulse
lib32-libsm
lib32-libsndfile
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtiff
lib32-libtxc_dxtn
lib32-libusb
lib32-libvorbis
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxslt
lib32-libxss
lib32-libxt
lib32-libxtst
lib32-libxxf86vm
lib32-llvm-libs
lib32-mesa
lib32-mesa-libgl
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-openssl
lib32-p11-kit
lib32-pango
lib32-pcre
lib32-pixman
lib32-readline
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-wayland
lib32-xz
lib32-zlib
libabw
libaio
libao
libarchive
libass
libassuan
libasyncns
libatomic_ops
libavc1394
libbluray
libbsd
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcdaudio
libcddb
libcdio
libcdio-paranoia
libcdr
libcmis
libcroco
libcue
libcups
libdaemon
libdatrie
libdc1394
libdca
libdiscid
libdmx
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libedit
libelf
libepoxy
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfbclient
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libftdi
libftdi-compat
libgcrypt
libgksu
libglade
libgme
libgnome-keyring
libgpg-error
libgtop
libgudev
libgusb
libice
libid3tag
libidn
libiec61883
libinput
libirman
libixion
libjpeg-turbo
libkate
libksba
liblangtag
libldap
liblqr
liblrdf
libmad
libmariadbclient
libmatroska
libmm-glib
libmms
libmng
libmnl
libmodplug
libmp3splt
libmp4v2
libmpc
libmpcdec
libmpeg2
libmspub
libmtp
libmwaw
libnftnl
libnl
libnm-glib
libnotify
libodfgen
libofa
libogg
libomxil-bellagio
liborcus
libotf
libpagemaker
libpcap
libpciaccess
libpipeline
libpng
libpng12
libproxy
libpulse
libquicktime
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libselinux
libsepol
libshout
libsidplay
libsigc++
libsm
libsndfile
libsoup
libsoxr
libspiro
libsrtp
libssh
libssh2
libsynctex
libsystemd
libtar
libtasn1
libthai
libtheora
libtiff
libtiger
libtirpc
libtool
libtorrent
libtxc_dxtn
libunistring
libunwind
libupnp
libusb
libusb-compat
libutempter
libutil-linux
libuv
libva
libvdpau
libvisio
libvisual
libvoikko
libvorbis
libvpx
libwacom
libwbclient
libwebp
libwmf
libwpd
libwpg
libwps
libx11
libx264
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml++
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86vm
libyaml
libzip
licenses
lilv
lilyterm
linux
linux-api-headers
linux-firmware
lirc
llvm-libs
lm_sensors
logrotate
lpsolve
lua
lv2
lvm2
lxmenu-data
lz4
lzo
m17n-db
m17n-lib
m4
make
man-db
man-pages
mariadb-clients
mcpp
mdadm
menu-cache
mesa
mesa-libgl
mime-types
mjpegtools
mkinitcpio
mkinitcpio-busybox
mkvtoolnix-cli
mlocate
mozilla-common
mp3splt
mpfr
mpg123
mplayer
mtdev
mtools
musicbrainz
nano
napi-bash
ncurses
neon
net-tools
netcdf
netctl
nettle
nodejs
npm
npth
nspr
nss
ntfs-3g
ntp
ocl-icd
openal
opencore-amr
opencv
openexr
openh264
openjpeg
openjpeg2
openresolv
openssh
openssl
opus
orc
p11-kit
p7zip
package-query
pacman
pacman-mirrorlist
pam
pambase
pandoc
pango
pangomm
pangox-compat
parole
parted
patch
pavucontrol
pciutils
pcmanfm
pcmciautils
pcre
perl
perl-error
perl-file-basedir
perl-ipc-system-simple
php
pigz
pinentry
pixman
pkg-config
polkit
ponymix
poppler
poppler-glib
popt
portsmf
procps-ng
protobuf
psmisc
pulseaudio
pygobject2-devel
pygtk
pyqt4-common
python
python-appdirs
python-cached-property
python-chardet
python-dbus-common
python-decorator
python-docker-py
python-dockerpty
python-docopt
python-ipdb
python-jsonschema
python-packaging
python-path
python-pexpect
python-pip
python-prompt_toolkit
python-ptyprocess
python-pygments
python-pyparsing
python-pyside-common
python-requests
python-setuptools
python-six
python-texttable
python-urllib3
python-wcwidth
python-websocket-client
python-xdg
python-yaml
python2
python2-appdirs
python2-babel
python2-backports
python2-backports.shutil_get_terminal_size
python2-beautifulsoup3
python2-buildozer
python2-cairo
python2-colorama
python2-dbus
python2-decorator
python2-docutils
python2-eyed3
python2-gobject2
python2-httplib2
python2-imagesize
python2-ipdb
python2-jinja
python2-kivy-git
python2-markupsafe
python2-nose
python2-numpy
python2-packaging
python2-path
python2-pathlib
python2-pexpect
python2-pip
python2-prompt_toolkit
python2-ptyprocess
python2-pygments
python2-pyparsing
python2-pyqt4
python2-pyside
python2-pytz
python2-setuptools
python2-shiboken
python2-sip
python2-six
python2-snowballstemmer
python2-sphinx
python2-sphinx-alabaster-theme
python2-sphinx_rtd_theme
python2-sqlalchemy
python2-virtualenv
python2-wcwidth
qca-qt4
qt-installer-framework
qt4
qt5-base
qt5-declarative
qt5-location
qt5-script
qt5-sensors
qt5-tools
qt5-webchannel
qt5-webkit
qt5-x11extras
qt5-xmlpatterns
qtchooser
qtwebkit
randrproto
ranger
raptor
rasqal
readline
recode
recordproto
redland
reiserfsprogs
renderproto
rest
rfkill
rsync
rtkit
rtmpdump
rtorrent
ruby
runc
s-nail
sbc
sbsms
schroedinger
scrnsaverproto
sdl
sdl2
sdl2_image
sdl2_mixer
sdl2_ttf
sdl_image
sed
semver
serd
serviio
sfml
shadow
shared-mime-info
shiboken
sip
smbclient
smpeg2
snappy
sord
sound-theme-freedesktop
soundtouch
spandsp
speech-dispatcher
speex
speexdsp
sqlite
sratom
startup-notification
steam
subtitleeditor
sudo
swig
swig2
sysfsutils
syslinux
systemd
systemd-sysvcompat
taglib
talloc
tar
tdb
teamviewer
tevent
texinfo
thin-provisioning-tools
tmux
translate-shell-git
tree
tslib
ttf-dejavu
ttf-font-awesome
ttf-ms-fonts
tzdata
udevil
unetbootin
unrar
unzip
usbutils
util-linux
v4l-utils
valgrind
vamp-plugin-sdk
vi
vid.stab
videoproto
vim
vim-runtime
virtualbox
virtualbox-host-dkms
vlc
vte
vte-common
w_scan
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wine
winusb
wireless_tools
wpa_supplicant
wxgtk
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xdg-utils
xextproto
xf86-input-evdev
xf86-input-keyboard
xf86-input-mouse
xf86-input-synaptics
xf86-video-intel
xf86dgaproto
xf86vidmodeproto
xfconf
xflux
xfluxd
xfsprogs
xine-lib
xineramaproto
xkeyboard-config
xmlrpc-c
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-twm
xorg-xauth
xorg-xclock
xorg-xdpyinfo
xorg-xev
xorg-xfontsel
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xrdb
xorg-xset
xperia-flashtool
xproto
xvidcore
xz
yajl
yaourt
zathura
zathura-pdf-poppler
zenity
zita-alsa-pcmi
zita-resampler
zlib
zsh
zvbi
