acpid
aircrack-ng
alsa-plugins
alsa-utils
android-file-transfer
android-tools
android-udev
anki
apache-ant
archey3
audacity
autoconf
automake
bash
binutils
bison
bzip2
cheese
chromium
cmus
conky
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
djview
djvulibre
dmenu
docker
docker-compose
dosfstools
e2fsprogs
ed
emacs
fakeroot
feh
ffmpeg0.10
file
filesystem
findutils
firefox
flashplugin
flex
fltk
frei0r-plugins
gawk
gcc
gcc-libs
gdb
gettext
gimp
git
glibc
gnome-screenshot
gparted
gpicview
gradle
grep
grub
gst-libav
gst-plugins-ugly
gstreamer0.10-bad-plugins
gstreamer0.10-base-plugins
gstreamer0.10-ffmpeg
gstreamer0.10-good-plugins
gstreamer0.10-ugly-plugins
gzip
hdparm
i3-wm
i3lock
i3status
i810-dri
indent
inetutils
iproute2
iputils
jdk7-openjdk
jdk8-openjdk
jfsutils
less
lib32-curl
lib32-libpulse
libpng12
libquicktime
libreoffice-fresh
licenses
lilyterm
linux
lm_sensors
logrotate
lvm2
m4
make
man-db
man-pages
mariadb-clients
mdadm
mkvtoolnix-cli
mlocate
mp3splt
mplayer
nano
net-tools
netctl
npm
ntp
openssh
p7zip
pacman
pandoc
parole
patch
pavucontrol
pciutils
pcmanfm
pcmciautils
perl
php
pigz
pkg-config
ponymix
procps-ng
protobuf
psmisc
pulseaudio
python-ipdb
python-pip
python2-eyed3
python2-ipdb
python2-nose
python2-pyside
qca-qt4
qt5-script
qt5-webkit
qtwebkit
ranger
reiserfsprogs
rfkill
rsync
rtorrent
s-nail
sed
shadow
steam
subtitleeditor
sudo
sysfsutils
systemd-sysvcompat
tar
texinfo
tmux
tree
ttf-dejavu
udevil
unetbootin
unrar
unzip
usbutils
util-linux
valgrind
vi
virtualbox
vlc
wget
which
wine
wpa_supplicant
xclip
xf86-input-evdev
xf86-input-keyboard
xf86-input-mouse
xf86-input-synaptics
xf86-video-intel
xfsprogs
xorg-server
xorg-twm
xorg-xclock
xorg-xev
xorg-xfontsel
xorg-xinit
xorg-xmodmap
xorg-xrdb
zathura
zathura-pdf-poppler
zsh
